Repository: lnxg33k/bugtrack
Catalog: passwords/locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: Invalid Length (%s)
pt_pt: Tamanho Inválido: %s

source: Must be %s characters or more
pt_pt: Deve ser %s carácter(es) ou mais

source: Must be %s characters or less
pt_pt: Deve ser %s carácter(es) ou menos

source: Must be more complex (%s)
pt_pt: Deve ser mais complexa (%s)

source: Must contain %(UPPER)s or more unique uppercase characters
pt_pt: Deve conter %(UPPER)s ou carácteres maiúsculos mais únicos

source: Must contain %(LOWER)s or more unique lowercase characters
pt_pt: Deve conter %(LOWER)s ou carácteres minúsculos mais únicos

source: Must contain %(DIGITS)s or more unique digits
pt_pt: Deve conter %(DIGITS)s ou dígitos mais únicos

source: Must contain %(PUNCTUATION)s or more unique punctuation characters
pt_pt: Deve conter %(PUNCTUATION)s ou carácteres de pontuação mais únicos

source: Must contain %(SPECIAL)s or more unique special characters
pt_pt: Deve conter %(SPECIAL)s ou carácteres especiais mais únicos

source: Must contain %(WORDS)s or more unique words
pt_pt: Deve conter %(WORDS)s ou palavras mais únicas

source: Too Similar to [%(haystacks)s]
pt_pt: Muito Similar a [%(haystacks)s]

source: Based on a dictionary word
pt_pt: Baseado numa palavra de dicionário

source: Based on a common sequence of characters
pt_pt: Baseado em uma sequência comum de carácteres
